Repository: jasonhuge/firstBeat
Catalog: FirstBeat/Localizable.xcstrings
Source language: en
Languages: es

source: %@ complete!
es: ¡%@ completo!

source: %@ Time
es: Tiempo de %@

source: %lld minutes
es: %lld minutos

source: About
es: Acerca de

source: AI Suggestion
es: Sugerencia IA

source: AI Suggestions
es: Sugerencias IA

source: All
es: Todos

source: All Warm-ups
es: Todos los calentamientos

source: Ask for an improv suggestion powered by Apple Intelligence.
es: Pide una sugerencia de improvisación con Apple Intelligence.

source: Browse and explore improv exercises to energize your group
es: Explora ejercicios de improvisación para energizar a tu grupo

source: Can we get a suggestion of ...
es: ¿Podemos tener una sugerencia de...

source: Can we get a suggestion of **%@**?
es: ¿Podemos tener una sugerencia de **%@**?

source: Category
es: Categoría

source: Choose a category
es: Elige una categoría

source: Choose format and opening
es: Elige formato y apertura

source: Done
es: Listo

source: Duration
es: Duración

source: Favorites
es: Favoritos

source: Format
es: Formato

source: Freeform
es: Libre

source: Get a Suggestion
es: Obtener sugerencia

source: Get Ready
es: ¡Prepárate!

source: How long are we playing?
es: ¿Cuánto tiempo jugamos?

source: How to Play
es: Cómo jugar

source: How would you like to practice?
es: ¿Cómo te gustaría practicar?

source: Let AI inspire your practice
es: Deja que la IA inspire tu práctica

source: Let's Begin
es: ¡Comencemos!

source: Loading formats...
es: Cargando formatos...

source: Loading warm-ups...
es: Cargando calentamientos...

source: Long set — let it breathe
es: Set largo — déjalo respirar

source: Medium set — find the game
es: Set mediano — encuentra el juego

source: Opening
es: Apertura

source: OR
es: O

source: Pick a Suggestion
es: Elige una sugerencia

source: Pick from curated categories
es: Elige de categorías seleccionadas

source: Practice
es: Práctica

source: Practice complete!
es: ¡Práctica completa!

source: Practice without structure
es: Practica sin estructura

source: Random Suggestion
es: Sugerencia aleatoria

source: Segments
es: Segmentos

source: Session Details
es: Detalles de la sesión

source: Set the Show
es: Configura el show

source: Short set — quick and punchy
es: Set corto — rápido y directo

source: Shuffle
es: Mezclar

source: Start
es: Iniciar

source: Start a guided improv practice session
es: Inicia una sesión guiada de práctica de improvisación

source: Start Practice
es: Iniciar práctica

source: Suggestion
es: Sugerencia

source: Surprise Me
es: Sorpréndeme

source: Tips
es: Consejos

source: Variations
es: Variaciones

source: Warm-ups
es: Calentamientos

source: Your Suggestion
es: Tu Sugerencia
